Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# About.BackersHeading
source: iTerm2 is supported by these backers on <a href="https://patreon.com/gnachman">Patreon</a> and <a href="https://github.com/sponsors/gnachman">GitHub Sponsors</a>
de: iTerm2 wird von diesen Unterstützern auf <a href="https://patreon.com/gnachman">Patreon</a> und <a href="https://github.com/sponsors/gnachman">GitHub Sponsors</a> unterstützt
ja: iTerm2は<a href="https://patreon.com/gnachman">Patreon</a>と<a href="https://github.com/sponsors/gnachman">GitHub Sponsors</a>の以下の支援者にサポートされています
pt_br: O iTerm2 conta com estes apoiadores no <a href="https://patreon.com/gnachman">Patreon</a> e no <a href="https://github.com/sponsors/gnachman">GitHub Sponsors</a>
ru: iTerm2 поддерживают эти спонсоры на <a href="https://patreon.com/gnachman">Patreon</a> и <a href="https://github.com/sponsors/gnachman">GitHub Sponsors</a>
zh_hans: iTerm2由<a href="https://patreon.com/gnachman">Patreon</a>和<a href="https://github.com/sponsors/gnachman">GitHub Sponsors</a>的赞助者支持

# AboutWindow.Credits
source: Credits
de: Danksagungen
ja: クレジット
pt_br: Créditos
ru: Авторы
zh_hans: 致谢

# AboutWindow.ErrorLoadingPatrons
source: Error loading patrons :(
de: Fehler beim Laden der Unterstützer :(
ja: 支援者情報の読み込みエラー :(
pt_br: Erro ao carregar os patronos :(
ru: Ошибка загрузки списка спонсоров :(
zh_hans: 加载赞助者时出错 :(

# AboutWindow.HomePage
source: Home Page
de: Startseite
ja: ホームページ
pt_br: Página inicial
ru: Домашняя страница
zh_hans: 主页

# AboutWindow.LoadingSupporters
source: Loading supporters…
de: Unterstützer werden geladen…
ja: 支援者情報を読み込み中…
pt_br: Carregando apoiadores…
ru: Загрузка списка спонсоров…
zh_hans: 正在加载支持者…

# AboutWindow.ReportBug
source: Report a bug
de: Einen Fehler melden
ja: バグを報告
pt_br: Reportar um bug
ru: Сообщить об ошибке
zh_hans: 报告问题

# AboutWindow.WhatsNew
source: What’s New in 3.7?
de: Neuigkeiten in 3.7?
ja: 3.7の新機能
pt_br: Novidades da 3.7?
ru: Что нового в 3.7?
zh_hans: 3.7 版新功能？

# AccountPicker.SelectAccountMessage
source: Please choose an account:
de: Bitte wählen Sie ein Konto:
ja: アカウントを選択してください:
pt_br: Escolha uma conta:
ru: Выберите учётную запись:
zh_hans: 选择一个账户：

# AccountPicker.SelectAccountTitle
source: Select an Account
de: Konto auswählen
ja: アカウントを選択
pt_br: Selecionar uma conta
ru: Выбор учётной записи
zh_hans: 选择账户

# ActionsEditing.Actions
source: Actions
de: Aktionen
ja: アクション
pt_br: Ações
ru: Действия
zh_hans: 操作

# ActionsEditing.ExportFailedHeading
source: Export Failed
de: Export fehlgeschlagen
ja: エクスポートに失敗しました
pt_br: Falha na exportação
ru: Сбой экспорта
zh_hans: 导出失败

# ActionsEditing.ExportSaveError
source: Error saving to %1$@: %2$@
de: Fehler beim Speichern unter %1$@: %2$@
ja: %1$@への保存中にエラーが発生しました: %2$@
pt_br: Erro ao salvar em %1$@: %2$@
ru: Ошибка сохранения в %1$@: %2$@
zh_hans: 将文件保存到 %1$@ 时出错：%2$@

# ActionsEditing.ImportFailedHeading
source: Import Failed
de: Import fehlgeschlagen
ja: インポートに失敗しました
pt_br: Falha na importação
ru: Сбой импорта
zh_hans: 导入失败

# ActionsEditing.ImportLoadingError
source: While loading %1$@: %2$@
de: Beim Laden von %1$@: %2$@
ja: %1$@の読み込み中: %2$@
pt_br: Ao carregar %1$@: %2$@
ru: При загрузке %1$@: %2$@
zh_hans: 加载%1$@的过程：%2$@

# ActionsEditing.ImportMalformed
source: Malformed file at %@
de: Fehlerhafte Datei unter %@
ja: %@のファイルが不正な形式です
pt_br: Arquivo malformado em %@
ru: Некорректный файл: %@
zh_hans: 文件格式错误：%@

# ActionsEditing.ImportParsingError
source: While parsing %1$@: %2$@
de: Beim Analysieren von %1$@: %2$@
ja: %1$@の解析中: %2$@
pt_br: Ao analisar %1$@: %2$@
ru: При разборе %1$@: %2$@
zh_hans: 解析%1$@的过程：%2$@

# AdapterPassword.AdapterNotFound
source: Adapter not found.
de: Adapter nicht gefunden.
ja: アダプタが見つかりません。
pt_br: Adaptador não encontrado.
ru: Адаптер не найден.
zh_hans: 找不到适配器。

# AdapterPassword.AuthProblemHeading
source: Authentication Problem
de: Authentifizierungsproblem
ja: 認証エラー
pt_br: Problema de autenticação
ru: Проблема аутентификации
zh_hans: 认证问题

# AdapterPassword.EnterDatabaseURL
source: Enter database URL for %@
de: Datenbank-URL für %@ eingeben
ja: %@のデータベースURLを入力してください
pt_br: Digite a URL do banco de dados para %@
ru: Введите URL базы данных для %@
zh_hans: 为 %@ 输入数据库 URL

# AdapterPassword.HandshakeFailed
source: Handshake failed.
de: Handshake fehlgeschlagen.
ja: ハンドシェイクに失敗しました。
pt_br: Falha no handshake.
ru: Сбой рукопожатия.
zh_hans: 握手失败。

# AdapterPassword.IncompatibleProtocol
source: Incompatible protocol. Please update iTerm2.
de: Inkompatibles Protokoll. Bitte aktualisieren Sie iTerm2.
ja: 互換性のないプロトコルです。iTerm2をアップデートしてください。
pt_br: Protocolo incompatível. Atualize o iTerm2.
ru: Несовместимый протокол. Обновите iTerm2.
zh_hans: 协议不兼容。请更新 iTerm2。

# AdapterPassword.InvalidOutput
source: Invalid output.
de: Ungültige Ausgabe.
ja: 無効な出力です。
pt_br: Saída inválida.
ru: Недопустимый вывод.
zh_hans: 输出无效。

# AdapterPassword.InvalidToken
source: Authentication failed. Log in again.
de: Authentifizierung fehlgeschlagen. Bitte erneut anmelden.
ja: 認証に失敗しました。再度ログインしてください。
pt_br: Falha na autenticação. Faça login novamente.
ru: Ошибка аутентификации. Войдите снова.
zh_hans: 验证失败。请重新登录。

# AdapterPassword.LocateCLI
source: Locate the CLI for %1$@ named %2$@
de: Suchen Sie die CLI für %1$@ mit dem Namen %2$@
ja: %1$@用のCLI「%2$@」の場所を指定してください
pt_br: Localize a CLI de %1$@ chamada %2$@
ru: Укажите расположение CLI для %1$@ с именем %2$@
zh_hans: 查找名为%2$@的%1$@对应的CLI

# AdapterPassword.LoginFailed
source: Could not log in: %@
de: Anmeldung nicht möglich: %@
ja: ログインできませんでした: %@
pt_br: Não foi possível fazer login: %@
ru: Не удалось войти: %@
zh_hans: 无法登录：%@

# AdapterPassword.NotAuthenticated
source: Not authenticated.
de: Nicht authentifiziert.
ja: 認証されていません。
pt_br: Não autenticado.
ru: Не выполнена аутентификация.
zh_hans: 未验证身份。

# AdapterPassword.PasswordManagerErrorHeading
source: Password Manager Error
de: Passwort-Manager-Fehler
ja: パスワードマネージャーエラー
pt_br: Erro do cofre de senhas
ru: Ошибка менеджера паролей
zh_hans: 密码管理器错误

# AdapterPassword.PasswordManagerHeading
source: Password Manager
de: Passwort-Manager
ja: パスワードマネージャー
pt_br: Cofre de senhas
ru: Менеджер паролей
zh_hans: 密码管理器

# AdapterPassword.SelectDatabaseFile
source: Select a database file for %@
de: Wählen Sie eine Datenbankdatei für %@
ja: %@のデータベースファイルを選択してください
pt_br: Selecione um arquivo de banco de dados para %@
ru: Выберите файл базы данных для %@
zh_hans: 选择用于%@的数据库文件

# AdapterPassword.TryAgain
source: Try Again
de: Erneut versuchen
ja: 再試行
pt_br: Tentar novamente
ru: Повторить попытку
zh_hans: 重试

# AdapterPassword.UnknownError
source: Unknown error
de: Unbekannter Fehler
ja: 不明なエラー
pt_br: Erro desconhecido
ru: Неизвестная ошибка
zh_hans: 未知错误

# AdapterSettingsReveal.Hide
source: Hide
de: Ausblenden
ja: 隠す
pt_br: Ocultar
ru: Скрыть
zh_hans: 隐藏

# AdapterSettingsReveal.Show
source: Show
de: Anzeigen
ja: 表示
pt_br: Mostrar
ru: Показать
zh_hans: 显示

# AddClipping.MissingArgument
source: Missing required argument
de: Erforderliches Argument fehlt
ja: 必須の引数がありません
pt_br: Argumento obrigatório ausente
ru: Отсутствует обязательный аргумент
zh_hans: 缺少必需的参数

# AddClipping.Title
source: New Clipping
de: Neuer Ausschnitt
ja: 新規クリッピング
pt_br: Novo recorte
ru: Новый фрагмент
zh_hans: 新建剪贴

# AddClipping.TitleLabel
source: Title:
de: Titel:
ja: タイトル:
pt_br: Título:
ru: Заголовок:
zh_hans: 标题：

# AddTrigger.ActionLabel
source: Action:
de: Aktion:
ja: アクション:
pt_br: Ação:
ru: Действие:
zh_hans: 操作：

# AddTrigger.ContentRegexLabel
source: Content Regex:
de: Inhalts-Regex:
ja: コンテンツ正規表現:
pt_br: Regex de conteúdo:
ru: Регулярное выражение содержимого:
zh_hans: 内容正则表达式：

# AddTrigger.CPUTimeLabel
source: CPU Time:
de: CPU-Zeit:
ja: CPU時間:
pt_br: Tempo de CPU:
ru: Время ЦП:
zh_hans: CPU 时间：

# AddTrigger.Enabled
source: Enabled
de: Aktiviert
ja: 有効
pt_br: Ativado
ru: Включено
zh_hans: 已启用

# AddTrigger.HideContentRegexVisualization
source: Hide content regex visualization
de: Inhalts-Regex-Visualisierung ausblenden
ja: コンテンツ正規表現の可視化を隠す
pt_br: Ocultar visualização do regex de conteúdo
ru: Скрыть визуализацию регулярного выражения содержимого
zh_hans: 隐藏内容正则表达式可视化

# AddTrigger.HideVisualization
source: Hide visualization
de: Visualisierung ausblenden
ja: 可視化を隠す
pt_br: Ocultar visualização
ru: Скрыть визуализацию
zh_hans: 隐藏可视化效果

# AddTrigger.Instant
source: Instant
de: Sofort
ja: 即時
pt_br: Instantâneo
ru: Мгновенный
zh_hans: 即时

# AddTrigger.JobPlaceholder
source: Trigger enabled only for this job (e.g., emacs)
de: Trigger nur für diesen Job aktiviert (z. B. emacs)
ja: このジョブに対してのみトリガーを有効化（例: emacs）
pt_br: Gatilho ativado apenas para esta tarefa (por exemplo, emacs)
ru: Триггер включён только для этого задания (например, emacs)
zh_hans: 仅为此任务启用触发器（例如 emacs）

# AddTrigger.LeaderOnlyTitle
source: Only on the workgroup leader
de: Nur beim Workgroup-Leiter
ja: ワークグループリーダーでのみ
pt_br: Apenas no líder do grupo de trabalho
ru: Только для лидера рабочей группы
zh_hans: 仅在工作组主导者上

# AddTrigger.LeaderOnlyTooltip
source: When set, the trigger fires only for the workgroup leader (the session that originally entered the workgroup). Peers such as the Code Review and Diff sessions do not, so reloading or quitting one keeps the workgroup open.
de: Wenn aktiviert, löst der Trigger nur beim Leiter der Arbeitsgruppe aus (der Sitzung, die die Arbeitsgruppe ursprünglich betreten hat). Peers wie die Sitzungen für Code-Review und Diff lösen nicht aus, sodass das Neuladen oder Beenden einer solchen Sitzung die Arbeitsgruppe geöffnet lässt.
ja: 設定すると、トリガーはワークグループリーダー（最初にワークグループに参加したセッション）に対してのみ発動します。コードレビューやDiffセッションなどのピアは対象外なので、それらを再読み込みまたは終了してもワークグループは開いたままになります。
pt_br: Quando definido, o gatilho é acionado apenas para o líder do grupo de trabalho (a sessão que originalmente entrou no grupo de trabalho). Sessões pares, como as de Revisão de código e Diff, não são acionadas, portanto recarregar ou encerrar uma delas mantém o grupo de trabalho aberto.
ru: Если этот параметр установлен, триггер срабатывает только для лидера рабочей группы (сессии, которая изначально вошла в рабочую группу). Для равноправных участников, таких как сессии Code Review и Diff, он не срабатывает, поэтому перезагрузка или завершение одной из них не закрывает рабочую группу.
zh_hans: 设置后，触发器仅在工作组主导者（最初进入工作组的会话）上触发。代码审查和差异等对等会话不会触发，因此重新载入或退出其中一个会话不会关闭工作组。

# AddTrigger.MatchAgainstLabel
source: Match Against:
de: Abgleichen mit:
ja: 照合対象:
pt_br: Comparar com:
ru: Сопоставлять с:
zh_hans: 匹配对象：

# AddTrigger.MatchTypePageContent
source: Page Content
de: Seiteninhalt
ja: ページコンテンツ
pt_br: Conteúdo da página
ru: Содержимое страницы
zh_hans: 页面内容

# AddTrigger.MatchTypeRegex
source: Regular Expression
de: Regulärer Ausdruck
ja: 正規表現
pt_br: Expressão regular
ru: Регулярное выражение
zh_hans: 正则表达式

# AddTrigger.ParametersLabel
source: Parameters:
de: Parameter:
ja: パラメータ:
pt_br: Parâmetros:
ru: Параметры:
zh_hans: 参数：

# AddTrigger.PerformanceHelp
source: This histogram shows how much CPU time was used evaluating the regular expression for this trigger over the lifetime of the current terminal session. The X axis gives time in microseconds while the Y axis gives the number of samples which fell in that duration bucket. The vertical red line indicates the mean duration. You can use this to diagnose triggers that cause performance problems.
de: Dieses Histogramm zeigt, wie viel CPU-Zeit für die Auswertung des regulären Ausdrucks dieses Triggers während der Laufzeit der aktuellen Terminalsitzung verwendet wurde. Die X-Achse zeigt die Zeit in Mikrosekunden, während die Y-Achse die Anzahl der Stichproben angibt, die in diesen Zeitbereich fielen. Die vertikale rote Linie zeigt die durchschnittliche Dauer an. Damit können Sie Trigger diagnostizieren, die Leistungsprobleme verursachen.
ja: このヒストグラムは、現在のターミナルセッションが続いている間に、このトリガーの正規表現の評価に使われたCPU時間を示します。X軸は時間（マイクロ秒）、Y軸はその時間帯に該当したサンプル数を表します。赤い縦線は平均時間を示します。これを使って、パフォーマンス問題を引き起こしているトリガーを診断できます。
pt_br: Este histograma mostra quanto tempo de CPU foi usado para avaliar a expressão regular deste gatilho ao longo da vida útil da sessão de terminal atual. O eixo X indica o tempo em microssegundos, enquanto o eixo Y indica o número de amostras que se enquadraram naquele intervalo de duração. A linha vermelha vertical indica a duração média. Você pode usar isso para diagnosticar gatilhos que causam problemas de desempenho.
ru: Эта гистограмма показывает, сколько времени ЦП было потрачено на вычисление регулярного выражения для этого триггера за время существования текущей сессии терминала. По оси X отложено время в микросекундах, а по оси Y указано количество замеров, попавших в соответствующий интервал длительности. Вертикальная красная линия показывает среднюю длительность. С её помощью можно диагностировать триггеры, вызывающие проблемы с производительностью.
zh_hans: 此直方图显示在触发器的整个生命周期中，计算此触发器的正则表达式所占用的 CPU 时间。X 轴以微秒为单位，Y 轴表示落在该时长区间内的采样数。垂直红线表示平均时长。你可以使用它来诊断导致性能问题的触发器。

# AddTrigger.RegexLabel
source: Regular Expression:
de: Regulärer Ausdruck:
ja: 正規表現:
pt_br: Expressão regular:
ru: Регулярное выражение:
zh_hans: 正则表达式：

# AddTrigger.SetJobAbove
source: Set job above
de: Wird oben festgelegt
ja: 上でジョブを設定してください
pt_br: Definir tarefa acima
ru: Задайте задание выше
zh_hans: 设置上述任务

# AddTrigger.ShowContentRegexVisualization
source: Show content regex visualization
de: Visualisierung des Inhalts-Regex anzeigen
ja: コンテンツ正規表現の可視化を表示
pt_br: Mostrar visualização do regex de conteúdo
ru: Показать визуализацию регулярного выражения содержимого
zh_hans: 显示内容正则表达式可视化效果

# AddTrigger.ShowVisualization
source: Show visualization
de: Visualisierung anzeigen
ja: 可視化を表示
pt_br: Mostrar visualização
ru: Показать визуализацию
zh_hans: 显示可视化效果

# AddTrigger.UpdateProfile
source: Update Profile
de: Profil aktualisieren
ja: プロファイルを更新
pt_br: Atualizar perfil
ru: Обновить профиль
zh_hans: 更新配置文件

# AdvancedSetting.aboutToPasteTabsWithCancel
source: Suppress warning when pasting tabs with offer to convert them to spaces or perform advanced paste.
de: Warnung beim Einfügen von Tabulatoren unterdrücken, die anbietet, sie in Leerzeichen umzuwandeln oder erweitertes Einfügen durchzuführen.
ja: タブを貼り付ける際、スペースへの変換や高度な貼り付けの実行を提案する警告を抑制する。
pt_br: Suprimir aviso ao colar tabulações, com a opção de convertê-las em espaços ou executar a colagem avançada.
ru: Отключить предупреждение при вставке табуляций с предложением преобразовать их в пробелы или выполнить расширенную вставку.
zh_hans: 在粘贴带有将标签页转换为空格或执行高级粘贴的提示的标签页时，隐藏警告信息

# AdvancedSetting.accelerateUploads
source: Make uploads with it2ul really fast.
de: Uploads mit it2ul wirklich schnell machen.
ja: it2ulによるアップロードを非常に高速にする。
pt_br: Tornar os envios com it2ul realmente rápidos.
ru: Значительно ускорить загрузку файлов с помощью it2ul.
zh_hans: 使 it2ul 上传操作更加快速

# AdvancedSetting.acceptOSC7
source: Accept OSC 7 to set username, hostname, and path.
de: OSC 7 zum Festlegen von Benutzername, Hostname und Pfad akzeptieren.
ja: ユーザー名、ホスト名、パスの設定にOSC 7を受け付ける。
pt_br: Aceitar OSC 7 para definir nome de usuário, nome do host e caminho.
ru: Принимать OSC 7 для установки имени пользователя, имени хоста и пути.
zh_hans: 接受 OSC 7，用于设置用户名、主机名和路径

# AdvancedSetting.activeUpdateCadence
source: Maximum frame rate (FPS) when adaptive framerate is disabled. Note: this is doubled on ARM Macs for displays that support at least 120hz. Modifications to this setting will not affect existing sessions.
de: Maximale Bildwiederholrate (FPS), wenn die adaptive Bildwiederholrate deaktiviert ist. Hinweis: Dieser Wert wird auf ARM-Macs für Displays mit mindestens 120 Hz verdoppelt. Änderungen an dieser Einstellung wirken sich nicht auf bestehende Sitzungen aus.
ja: アダプティブフレームレートが無効な場合の最大フレームレート（FPS）。 注: 120Hz以上に対応したディスプレイを使用しているARM Macでは、この値は2倍になります。この設定を変更しても、既存のセッションには影響しません。
pt_br: Taxa de quadros máxima (FPS) quando a taxa de quadros adaptativa está desativada. Observação: isso é dobrado em Macs ARM para telas compatíveis com pelo menos 120 Hz. As alterações a esta configuração não afetam as sessões existentes.
ru: Максимальная частота кадров (FPS) при отключённой адаптивной частоте кадров. Примечание: на компьютерах Mac с ARM это значение удваивается для дисплеев с поддержкой не менее 120 Гц. Изменения этого параметра не затрагивают уже открытые сессии.
zh_hans: 自适应帧率被禁用时的最大帧率（FPS）。 注意：对于支持至少 120hz 显示器的 ARM Mac 设备，此值会翻倍。对该设置的修改不会影响现有会话

# AdvancedSetting.adaptiveFrameRateThroughputThreshold
source: Throughput threshold for adaptive frame rate. If more than this many bytes per second are received, use the lower frame rate of 30 fps.
de: Durchsatzschwelle für die adaptive Bildwiederholrate. Wenn mehr als diese Anzahl an Bytes pro Sekunde empfangen wird, wird die niedrigere Bildwiederholrate von 30 fps verwendet.
ja: アダプティブフレームレートのスループットしきい値。 1秒あたりに受信するバイト数がこの値を超えた場合、より低い30 fpsのフレームレートを使用する。
pt_br: Limite de taxa de transferência para a taxa de quadros adaptativa. Se forem recebidos mais bytes por segundo do que este valor, use a taxa de quadros mais baixa de 30 fps.
ru: Порог пропускной способности для адаптивной частоты кадров. Если скорость приёма данных превышает это значение байт в секунду, используется более низкая частота кадров 30 fps.
zh_hans: 自适应帧率的吞吐量阈值。 如果每秒接收的字节数超过此值，则使用较低的 30 fps 帧率

# AdvancedSetting.adblockListURL
source: URL for ad blocking filter list This should be a JSON file in WebKit content blocker format. The list is downloaded automatically every 24 hours.
de: URL für die Werbeblocker-Filterliste Dies sollte eine JSON-Datei im WebKit-Content-Blocker-Format sein. Die Liste wird automatisch alle 24 Stunden heruntergeladen.
ja: 広告ブロックフィルターリストのURL WebKitコンテンツブロッカー形式のJSONファイルである必要があります。このリストは24時間ごとに自動的にダウンロードされます。
pt_br: URL da lista de filtros de bloqueio de anúncios Deve ser um arquivo JSON no formato de bloqueador de conteúdo do WebKit. A lista é transferida automaticamente a cada 24 horas.
ru: URL списка фильтров для блокировки рекламы. Это должен быть файл JSON в формате блокировщика содержимого WebKit. Список автоматически загружается каждые 24 часа.
zh_hans: 广告拦截过滤器列表的 URL。 这应该是一个 WebKit 内容拦截器格式的 JSON 文件。该列表每 24 小时自动下载一次

# AdvancedSetting.addDynamicTagToDynamicProfiles
source: Add a 'Dynamic' tag to dynamic profiles. When enabled, dynamic profiles will have a 'Dynamic' tag added to them, which can be used to filter or identify them.
de: Fügt dynamischen Profilen ein Tag „Dynamic“ hinzu. Wenn aktiviert, erhalten dynamische Profile ein Tag „Dynamic“, mit dem sie gefiltert oder identifiziert werden können.
ja: 動的プロファイルに「Dynamic」タグを追加する。 有効にすると、動的プロファイルに「Dynamic」タグが追加され、フィルタリングや識別に利用できます。
pt_br: Adicionar uma tag “Dynamic” aos perfis dinâmicos. Quando ativado, os perfis dinâmicos terão uma tag “Dynamic” adicionada, que pode ser usada para filtrá-los ou identificá-los.
ru: Добавлять тег «Dynamic» к динамическим профилям. При включении к динамическим профилям добавляется тег «Dynamic», который можно использовать для их фильтрации или идентификации.
zh_hans: 在动态配置文件中添加‘动态’标签。 启用后，动态配置文件将添加‘动态’标签，可用于过滤或识别它们

# AdvancedSetting.addTabButtonUsesCurrentProfile
source: Should the “new tab” button in the tab bar use the current session’s profile? When enabled, clicking the “+” button opens a new tab with the current session’s profile instead of the default profile.
de: Soll die Schaltfläche „Neuer Tab“ in der Tableiste das Profil der aktuellen Sitzung verwenden? Wenn aktiviert, öffnet ein Klick auf die Schaltfläche „+“ einen neuen Tab mit dem Profil der aktuellen Sitzung anstelle des Standardprofils.
ja: タブバーの「新規タブ」ボタンは現在のセッションのプロファイルを使用しますか？ 有効にすると、「+」ボタンをクリックした際にデフォルトのプロファイルではなく、現在のセッションのプロファイルで新規タブが開きます。
pt_br: O botão de “nova aba” na barra de abas deve usar o perfil da sessão atual? Quando ativado, clicar no botão “+” abre uma nova aba com o perfil da sessão atual em vez do perfil padrão.
ru: Должна ли кнопка «новая вкладка» на панели вкладок использовать профиль текущей сессии? При включении нажатие кнопки «+» открывает новую вкладку с профилем текущей сессии вместо профиля по умолчанию.
zh_hans: 是否应让标签页栏中的“新标签页”按钮使用当前会话的配置文件？ 如果启用，点击“+”按钮将打开一个使用当前会话配置文件的标签页，而非默认配置文件。

# AdvancedSetting.addUtilitiesToPATH
source: Add path to iTerm2 utilities to $PATH for new sessions?
de: Pfad zu den iTerm2-Dienstprogrammen für neue Sitzungen zu $PATH hinzufügen?
ja: 新しいセッションの$PATHにiTerm2ユーティリティへのパスを追加しますか？
pt_br: Adicionar o caminho dos utilitários do iTerm2 ao $PATH para novas sessões?
ru: Добавлять путь к утилитам iTerm2 в $PATH для новых сессий?
zh_hans: 是否应将 iTerm2 工具的路径添加到 $PATH 中，以便新会话使用？

# AdvancedSetting.advancedPasteWaitsForPromptByDefault
source: Should Advanced Paste automatically enable “Wait for shell prompt before pasting each line” by default when shell integration is detected?
de: Soll Erweitertes Einfügen standardmäßig automatisch „Vor dem Einfügen jeder Zeile auf Shell-Prompt warten“ aktivieren, wenn Shell-Integration erkannt wird?
ja: シェル統合が検出された場合、高度な貼り付けはデフォルトで「各行を貼り付ける前にシェルプロンプトを待つ」を自動的に有効にしますか？
pt_br: A Colagem avançada deve ativar automaticamente “Aguardar o prompt do shell antes de colar cada linha” por padrão quando a Shell Integration é detectada?
ru: Должна ли функция «Расширенная вставка» по умолчанию автоматически включать параметр «Ждать приглашения оболочки перед вставкой каждой строки», если обнаружена интеграция с оболочкой?
zh_hans: 当检测到 shell 集成时，Advanced Paste 是否应默认自动启用“在粘贴每条行前等待 shell 提示符”功能？

# AdvancedSetting.aggressiveBaseCharacterDetection
source: Detect base unicode characters with lookup table. Apple's algorithm for segmenting composed characters makes bad choices, such as for Tamil. Enable this to reduce text overlapping.
de: Basis-Unicode-Zeichen mit Nachschlagetabelle erkennen. Apples Algorithmus zur Segmentierung zusammengesetzter Zeichen trifft schlechte Entscheidungen, etwa bei Tamil. Aktivieren Sie dies, um Textüberlappungen zu verringern.
ja: ルックアップテーブルを使用してUnicodeの基底文字を検出する。 合成文字を分割するAppleのアルゴリズムは、タミル語などで不適切な判断をすることがあります。これを有効にすると、テキストの重なりを軽減できます。
pt_br: Detectar caracteres unicode base com tabela de consulta. O algoritmo da Apple para segmentar caracteres compostos faz escolhas ruins, como no tâmil. Ative isto para reduzir a sobreposição de texto.
ru: Определять базовые символы Юникода с помощью таблицы соответствий. Алгоритм Apple для сегментации составных символов делает неудачный выбор, например для тамильского языка. Включите этот параметр, чтобы уменьшить наложение текста.
zh_hans: 通过查找表检测基础 Unicode 字符。 Apple 的复合字符分割算法存在错误，例如泰米尔语中的处理方式。启用此功能可减少文本重叠。

# AdvancedSetting.aggressiveFocusFollowsMouse
source: When Focus Follows Mouse is enabled, activate the window under the cursor when iTerm2 becomes active?
de: Soll bei aktiviertem „Fokus folgt der Maus“ das Fenster unter dem Zeiger aktiviert werden, wenn iTerm2 aktiv wird?
ja: マウス追従フォーカスが有効な場合、iTerm2がアクティブになった際にカーソル下のウィンドウをアクティブにしますか？
pt_br: Quando “Foco segue o mouse” está ativado, ativar a janela sob o cursor quando o iTerm2 se tornar ativo?
ru: Активировать окно под курсором при активации iTerm2, если включён режим «Фокус следует за мышью»?
zh_hans: 当 Focus Follows Mouse 被启用时，iTerm2 激活后是否应激活光标下的窗口？
